<template>
    <div>
        В усіх завданнях розробити Vue додаток з такими функціональними можливостями:
 створення компонентів (обов»язково окремо для відображення одного елемента
даних і списку) - 20; ================
 фільтрація елементів даних – 5; =============
 вилучення елементів даних - 5; =================
 роутинг (принаймні 3 сторінки-компоненти) - 10; ===========
        Меню ресторану. База даних страв: назва страви, одиниці вимірювання, вартість одиниці,
страва якої кухні (національна приналежність). Організувати вибір за довільним запитом.
    </div>
</template>

<script>
    export default {
        
    }
</script>

<style lang="scss" scoped>

</style>